app/controllers/lists_controller.rb

  def index
    @lists = List.all
---
SELECT "lists".* FROM "lists"